# -*- coding: UTF-8 -*-

HELLO_MESSAGE = f"""Привет! Рад видеть тебя в нашем боте для сбора бизнес-идей и предложений. Мы ценим ваш вклад и хотим, чтобы ваши идеи были услышаны. Давайте вместе двигаться вперед и воплощать инновационные решения!"""


ADMIN_MANUAL_MESSAGE = """
Заново вызвать эту панель:
/control_bot

<b>Как делать рассылки:</b>Нажимаем кнопку запустить рассылку, отправляем любое сообщение и выбираем что с ним сделать.
1. <b>Запустить глобальную рассылку:</b> Отправить сообщение всем пользователям
2. <b>Запустить точечную рассылку:</b> Отправить сообщение выбранным пользователям
3. <b>Удалить сообщение:</b> Удалить сообщение и отменить рассылку


<b>Посмотреть список пользователей:</b>
Получить список пользователей
"""


LONG_DESCRIPTION = """
            Добро пожаловать в наш бот для сбора ваших бизнес-идей и предложений! Мы стремимся к развитию, и ваша обратная связь очень важна для нас.

Как это работает:
- Просто отправьте свою идею или пожелание в чат с ботом
- Ваше предложение будет рассмотрено командой, и вы получите обратную связь
- Лучшие идеи мы внедрим в нашу работу

Давайте вместе двигаться вперед! Отправляйте идеи прямо сейчас и помогайте улучшить Beauty Team.
    """

  
SHORT_DESCRIPTION = """Добро пожаловать в наш бот для сбора ваших бизнес-идей и предложений!"""